Repository: igorpajkert/medi-quiz
Catalog: MediQuiz/Localization/Localizable.xcstrings
Source language: en
Languages: pl

# action.tryAgain
source: Try Again
pl: Spróbuj Ponownie

# alert.deleteAccountConfirmation
source: Are you sure you want to delete your account? This action is permanent and cannot be undone.
pl: Czy na pewno chcesz usunąć swoje konto? Ta operacja jest nieodwracalna i nie można jej cofnąć.

# button.buy
source: Buy
pl: Kup

# button.cancel
source: Cancel
pl: Anuluj

# button.changePassword
source: Change Password
pl: Zmień Hasło

# button.delete
source: Delete
pl: Usuń

# button.deleteAccount
source: Delete Account
pl: Usuń Konto

# button.dismiss
source: Dismiss
pl: Anuluj

# button.editProfile
source: Edit
pl: Edytuj

# button.next
source: Next
pl: Dalej

# button.passwordReset
source: Forgot your password?
pl: Przypomnij hasło

# button.register
source: Register
pl: Zarejestruj

# button.save
source: Save
pl: Zapisz

# button.send
source: Send
pl: Wyślij

# button.signIn
source: Sign In
pl: Zaloguj

# button.signOut
source: Sign Out
pl: Wyloguj

# button.signUp
source: Create Account
pl: Utwórz Konto

# button.start
source: Start
pl: Rozpocznij

# button.submit
source: Submit
pl: Zatwierdź

source: Calculations Mode
pl: Tryb Obliczenia

# error.authenticationRequired
source: Authentication is required to complete this operation.
pl: Do wykonania tej operacji wymagane jest ponowne zalogowanie.

# error.noUserFound
source: No currently signed-in user found.
pl: Nie znaleziono żadnego zalogowanego użytkownika.

# field.newPassword
source: New password
pl: Nowe hasło

# field.newPasswordConfirmation
source: Confirm new password
pl: Potwierdź nowe hasło

# field.oldPassword
source: Current password
pl: Obecne hasło

# field.username
source: Username
pl: Nazwa użytkownika

# guidance.faildedToFetchData
source: Unable to fetch data. Please try again.
pl: Nie udało się pobrać danych. Spróbuj ponownie.

# guidance.passwordChangeFailed
source: Failed to change password. Try again.
pl: Nie udało się zmienić hasła. Spróbuj ponownie.

# guidance.passwordReset.failed
source: Failed to send password reset email. Please try again.
pl: Wysłanie maila z prośba o zmianę hasła nie powiodło się. Spróbuj ponownie.

# guidance.register.failed
source: Account registration failed. Please try again.
pl: Rejestracja konta nie powiodła się. Spróbuj ponownie.

# guidance.signIn.failed
source: Sign-in unsuccessful. Please try again.
pl: Logowanie nie powiodło się. Spróbuj ponownie.

# guidance.signOut.failed
source: Sign-out failed. Please try again.
pl: Wylogowanie nie powiodło się. Spróbuj ponownie.

# guidance.usernameChangeFailed
source: Failed to change username. Try again.
pl: Nie udało się zmienić nazwy użytkownika. Spróbuj ponownie.

# label.confirmPassword
source: Confirm Password
pl: Potwierdź Hasło

# label.locked
source: Locked
pl: Zablokowane

# label.name
source: Name
pl: Nazwa

# label.password
source: Password
pl: Hasło

# name.calculationsMode
source: Calculations
pl: Obliczenia

# name.mainMode
source: Main Mode
pl: Tryb Główny

# name.scenariosMode
source: Scenarios
pl: Scenariusze

# name.swipeMode
source: Swipe Mode
pl: Tryb Swipe

source: Quiz is over!
pl: Quiz dobiegł końca!

source: Scenarios Mode
pl: Tryb Scenariusze

# section.changePassword
source: Change Password
pl: Zmień Hasło

# section.deleteAccount
source: Delete Account
pl: Usuń Konto

# section.name
source: Name
pl: Nazwa

# section.password
source: Password
pl: Hasło

# section.username
source: Username
pl: Nazwa Użytkownika

# summary.calculationsMode
source: Perform the calculations and choose the correct answer.
pl: Wykonaj obliczenia i wybierz poprawną odpowiedź.

# summary.mainMode
source: Select a category and answer the questions in the form of a classic quiz.
pl: Wybierz kategorię i odpowiadaj na pytania w formie klasycznego quizu.

# summary.scenariosMode
source: Step into the role of a lifeguard and answer questions within a specific context.
pl: Wciel się w ratownika i odpowiadaj na pytania w określonym kontekście.

# summary.swipeMode
source: Choose true or false in a quick quiz for revision.
pl: Wybierz prawdę lub fałsz w szybkim quizie dla powtórki.

source: Swipe Mode
pl: Tryb Swipe

# text.accountSupport
source: If you have trouble accessing your account, please contact: support@ipsoftware.org
pl: Jeśli masz problem z dostępem do twojego konta, skontaktuj się z: support@ipsoftware.org

# text.back
source: Back
pl: Wróć

# text.changePasswordWarning
source: Update the password for your account.
pl: Zaktualizuj hasło do swojego konta.

# text.correctAsnwers
source: Correct answers:
pl: Poprawne odpowiedzi:

# text.correctlyAnswered
source: Correct answers:
pl: Poprawne odpowiedzi:

# text.deleteAccountWarning
source: This action is irreversible and will permanently delete your data.
pl: Ta operacja jest nieodwracalna i trwale usunie Twoje dane.

# text.errorSheet.contactSupport
source: If you have a problem with the application or want to report a bug, send an email to: support@ipsoftware.org
pl: Jeśli masz problem z aplikacją lub chcesz zgłosić błąd wyślij wiadomość email na adres: support@ipsoftware.org

# text.feedback.correct
source: Correct
pl: Poprawnie

# text.feedback.incorrect
source: Incorrect
pl: Niepoprawnie

# text.passwordChange
source: Change your account password.
pl: Zmień hasło do twojego konta.

# text.passwordChangeHint
source: Enter your current password, then create and confirm your new one.
pl: Wprowadź twoje obecne hasło, a później podaj i potwierdź nowe hasło.

# text.passwordReset
source: Send a password reset email to:
pl: Wyślij prośbę o zmianę hasła na email:

# text.restart
source: Restart
pl: Powtórz

# text.signIn
source: Sign into your account.
pl: Zaloguj się do swojego konta.

# text.signIn.welcome
source: Sign in or create an account
pl: Zaloguj się lub utwórz konto

# text.signUp.hint
source: Sign up to get the most out of the app
pl: Zarejestruj się aby w pełni skorzystać z możliwości aplikacji

# text.username
source: Username
pl: Nazwa

# title.account
source: Account
pl: Konto

# title.categoriesView
source: Categories
pl: Kategorie

# title.editAccount
source: Edit Account
pl: Edytuj Konto

# title.home
source: Home
pl: Ekran Główny

# title.passwordReset
source: Reset Password
pl: Zresetuj Hasło

# title.signIn
source: Sign In
pl: Zaloguj

# title.signup
source: Create Account
pl: Utwórz Konto
